android-sdk
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
ark
aseprite
audacity
avr-binutils
avr-gcc
avr-libc
avrdude
base
base-devel
bat
blender
blockbench-bin
bluedevil
brave-bin
breeze
breeze-gtk
breeze-plymouth
cc65
chaotic-keyring
chaotic-mirrorlist
clang
cmake
csfml
discord
discover
dolphin
drkonqi
efibootmgr
espeakup
extra-cmake-modules
fastfetch
fceux
festival
flatpak-kcm
flite
furnace
ghex
gimp
git
godot
gradle
grub
gwenview
hakuneko-desktop-bin
htop
intellij-idea-community-edition
intltool
kactivitymanagerd
kate
kcalc
kde-applications-meta
kde-cli-tools
kde-gtk-config
kdecoration
kdenlive
kdeplasma-addons
kdialog
kgamma
kglobalacceld
kinfocenter
kmenuedit
konsole
kpipewire
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
less
libgig
libkscreen
libksysguard
libplasma
libreoffice-fresh
libva-mesa-driver
linux
linux-firmware
linux-headers
lmms
man-db
milou
nano
nasm
neovim
networkmanager
ninja
npm
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
obs-studio-git
obsidian
ocean-sound-theme
openssh
os-prober
oxygen
oxygen-sounds
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-meta
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
pre-commit
print-manager
prismlauncher
python-pip
python-pipx
python-pyusb
qemu-desktop
qqc2-breeze-style
reuse
ripgrep
sdcc
sddm
sddm-kcm
sfml
snes9x-gtk
sof-firmware
spectacle
speech-dispatcher
stow
systemsettings
tiled
tilp
tmux
unzip
update-grub
vim
wacomtablet
wget
xclip
xdg-desktop-portal-kde
xorg-xrandr
yay
zasm
zoxide
zsh
