android-sdk
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
ark
audacity
base
base-devel
bat
bluedevil
brave-bin
breeze
breeze-gtk
breeze-plymouth
chaotic-keyring
chaotic-mirrorlist
clang
cmake
discord
discover
dolphin
drkonqi
efibootmgr
extra-cmake-modules
firefox
flatpak-kcm
furnace
ghidra
gimp
git
godot
gradle
grub
gwenview
htop
intellij-idea-community-edition
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdecoration
kdenlive
kdeplasma-addons
kdialog
kgamma
khotkeys
kinfocenter
kmenuedit
konsole
kpipewire
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland-integration
kwin
kwrited
layer-shell-qt
less
libgig
libkscreen
libksysguard
libreoffice-fresh
linux
linux-firmware
lmms
man-db
milou
nano
neofetch
neovim
networkmanager
ninja
npm
ntfs-3g
obs-studio
openssh
os-prober
oxygen
oxygen-sounds
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plymouth-kcm
polkit-kde-agent
powerdevil
pre-commit
prismlauncher
python-pip
python-pipx
reuse
ripgrep
sddm
sddm-kcm
sof-firmware
spectacle
stow
systemsettings
tiled
tmux
torbrowser-launcher
unzip
vim
vlc
wget
xdg-desktop-portal-kde
zoxide
zsh
